Repository: rogvold/AndroidApp
Catalog: MultiuserApplication/OSX/TeamHRM/TeamHRM/*.lproj/Localizable.strings
Languages: ru

source: Connect
ru: Соединить

source: Disconnect
ru: Разъединить

# Detected
source: Detected user with username:
ru: Найден пользователь с именем:

# Not supported
source: The platform/hardware doesn't support Bluetooth Low Energy.
ru: Платформа/оборудование не поддерживает Bluetooth Low Energy.

# Not authorized
source: The app is not authorized to use Bluetooth Low Energy.
ru: Приложение не авторизовано для использования Bluetooth Low Energy.

# Powered on
source: Bluetooth is currently powered on.
ru: Bluetooth активирован.

# No connection
source: No internet connection.
ru: Отсутствует интернет-соединение.

# Sync success
source: Synchronization successfully finished.
ru: Синхронизация успешно завершена.

# User suplicate
source: User with this username currently signed in.
ru: Пользователь с таким именем уже вошел в систему.

# Authorization fail
source: Authorization data is not valid. Please try again.
ru: Данные авторизации неверны. Попробуйте еще раз.
